/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Para voltar à tela anterior, pressione o botão Menu.";

/* kBRMediaPlayerNotResponding*/
202 = "Para voltar à tela anterior, pressione o botão Menu.";


/* kBRMediaNoMovieFolderContent */
304 = "Certifique-se de que os filmes que você criou ou descarregou estão na pasta Filmes na sua pasta de início.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Selecione outra lista de reprodução.";

/* kBRMediaNoSuchSong */
312 = "Selecione outra música.";

/* kBRMediaNoSongForSlideshow */
316 = "Verifique os seus ajustes de música da apresentação de slides e tente novamente.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Verifique os seus ajustes de música da apresentação de slides e tente novamente.";

/* kBRVideoUnplayable */
318 = "O formato não foi reconhecido.";

/* kBRMediaRadioStreamUnplayable */
319 = "O tempo da transmissão em tempo real do rádio esgotou antes que ele pudesse ser reproduzido.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Verifique a fonte ou tente novamente mais tarde.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Verifique a fonte ou tente novamente mais tarde.";

/* kBRDataSourceConnectionInProgressError */
420 = "Por favor, aguarde.";

/* KBRSystemNetworkHostUnreachable */
501 = "Verifique a sua conexão e configuração de rede.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "O site Apple Theatrical Trailer não está disponível. Tente novamente mais tarde.";

/* kBRSystemNotHDCPCompliant */
503 = "Para assistir a esse conteúdo, certifique-se de que os monitores conectados são compatíveis com HDCP.";

/* kBRSetupCantSetLanguage */
600 = "Tente novamente.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Outro aplicativo está reproduzindo o DVD. Volte à Mesa para encerrar o aplicativo e tente novamente.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Outro aplicativo está reproduzindo o DVD. Volte à Mesa para encerrar o aplicativo.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Para saber mais sobre os códigos de região, consulte a ajuda do Reprodutor de DVD.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "O formato não foi reconhecido.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Há um problema com o disco.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Um outro aplicativo está utilizando o CD. Volte à Mesa para encerrar o outro aplicativo e tente novamente.";


/* kBRInternalResourceError */
900 = "";


